{"data":{"post":{"id":"5783efdb-d533-5ca2-a354-efe6e812f3d5","html":"<p>Kognitiotieteen tilanne 31.10.2016\nKognitiotiede tulee Iso Pyörä -uudistuksessa siirtymään sittenkin humanistiseen tiedekuntaan, eikä matemaattis-luonnontieteelliseen, kuten oli alustavasti suunniteltu. Tähän päädyttiin muun muassa siksi, että humanistisessa oltiin kognitiotieteestä kiinnostuneempia ja sitä kautta valmiimpia rahoittamaan sitä jatkossa.</p>\n<p>Kognitiotiede on sijoittumassa vuodenvaihteen jälkeen aluksi LingDA-ohjelmaan (Linguistic Diversity in the Digital Age) vähintään seuraavaksi lukuvuodeksi 2017-2018. LingDA:an järjestetään täksi ajaksi jonkin laajuinen erillinen kognitiotieteen kokonaisuus, johon tulee niitä sisältöjä, joita nykyisiin tutkareihin kuuluu (ja joita vanhat opiskelijat jatkossa opiskelevat). Otto Lappi suunnittelee tämän kokonaisuuden ja sen laajuuden yhdessä LingDA:n edustajien kanssa. Kognitiotiede ei ole LingDA:ssa välttämättä kovin laaja ohjelma, eikä siihen ole tarkoitus ottaa vielä uusia pääaineopiskelijoita, mutta se on silti avoin esim. sivuaineopiskelijoille.</p>\n<p>Tämän alkuvaiheen on tarkoitus suunnitella LingDA:n ja filosofian maisteriohjelman välimaastoon uusi maisteriohjelma, johon kuuluisivat näillä näkymin kognitiotiede, digihumanismi ja fonetiikka, ehkä myös kieliteknologia. Tässä kokonaisuudessa kognitiotieteellä voi tulevaisuudessa olla suurikin rooli, mahdollisesti jopa oma ohjelma. Uuden maisteriohjelman olisi tarkoitus startata viimeistään nykyisten tutkintovaatimusten vanhentuessa 2020, mutta toivon mukaan jo aikaisemmin LingDA-sijoittumisen kanssa rinnakkain. Fyysisesti kognitiotiede tulee ensi vuonna sijoittumaan Metsätaloon, ja muutto alkaa näillä näkymin jo ensi kevään puolella. Marraskuussa järjestetään siirtymästä vielä virallisempi tiedotustilaisuus, johon pyritään saamaan paikalle edustajia sekä humanistisesta että käyttiksestä.</p>","fields":{"slug":"/kognitiotiede-humanistiseen/","prefix":"2017-10-05"},"frontmatter":{"title":"Kognitiotiede humanistiseen tiedekuntaan 2017","author":"Pietari Nurmi","category":"kognitiotiede","cover":null}},"authornote":{"id":"4d824149-e356-599c-9fa8-1a8a7da7668b","html":"<p><strong>Pietari Nurmi</strong> Proin ornare ligula eu tellus tempus elementum. Aenean <a href=\"/\">bibendum</a> iaculis mi, nec blandit lacus interdum vitae. Vestibulum non nibh risus, a scelerisque purus. Blandit lacus interdum vitae. Vestibulum non nibh risus, a scelerisque purus.</p>"},"site":{"siteMetadata":{"facebook":{"appId":"FB_APP_ID"}}}},"pageContext":{"slug":"/kognitiotiede-humanistiseen/","prev":{"id":"bd87766b-1eb8-5feb-aaa1-28a029b74b75","fields":{"slug":"/haikugeneraattori/","prefix":"2017-10-03","source":"posts"},"frontmatter":{"title":"Be who you are and say what you feel","category":"sayings"}},"source":"posts"}}