{"data":{"page":{"id":"1921f685-eb46-559f-9533-b1767179516c","html":"<p>Ajankohtaisimmat uutiset ja tapahtumat löydät aina Facebookista!</p>\n<p><a href=\"https://www.facebook.com/intelligenziary\"> <img src=\"http://intelligenzia.fi/wp-content/uploads/2016/10/fb_sivu-236x300.png\"></a><a href=\"https://www.facebook.com/groups/konnarit/\"><img src=\"http://intelligenzia.fi/wp-content/uploads/2016/10/fb_ryhma-236x300.png\"></a></p>\n<p>Löydät meidät myös muista sosiaalisen median palveluista:** **</p>\n<h3> <a href=\"https://www.instagram.com/intelligenzia\"><img src=\"http://intelligenzia.fi/wp-content/uploads/2016/10/instagram-icon_rajattu.png\"></a> <a href=\"http://twitter.com/intelligenziary\"><img src=\"http://intelligenzia.fi/wp-content/uploads/2016/10/bird_twitter_new_single-300x243.png\"></a></h3>\n<h3></h3>\n<h3>Uutisikkuna</h3>\n<p><strong>Kognitiotieteen sisäänotto avautuu pitkän tauon jälkeen syksyllä 2020!</strong> Helsingin yliopistossa siirryttiin Ison Pyörän myötä laajoihin kandiohjelmiin, joten kognitiotiedettä pääaineenaan voi jatkossa lukea maisterivaiheessa, jossa se on yksi tulevan Linguistic Diversity and Digital Humanities (LingDig, nykyinen LingDA) -koulutusohjelman suuntautumisvaihtoehdoista. Kognitiotieteen kandivaiheen opetusta tarjotaan kuitenkin edelleen kaikille opiskelijoille vapaasti luettavissa olevissa opintomoduuleissa, joita voi yhdistää omiin kandivaiheen pääaineopintoihinsa. Maisteriohjelmaan hakemisen kriteereistä tiedotetaan myöhemmin erikseen (kannattaa seurata ainakin Intelligenzian Facebookia). Alustavien arvailujen mukaan hakeminen onnistuu avoimen haun kautta tai suoraan, jos taustalla on kandidaatin tutkinto joltain soveltuvaksi määritellyistä aloista.</p>\n<p>Kognitiotieteen oppiaine siirtyi käyttäytymistieteellisestä humanistiseen tiedekuntaan vuonna 2017. Kognitiotieteen opetus järjestetään nykyisellään LingDA-ohjelmassa (Linguistic Diversity in the Digital Age). 2019 keväällä tiedekuntaneuvosto päätti kognitiotieteen sisäänoton uudelleenavaamisesta. Samalla päätettiin perustaa uusi Digital Humanities -maisteriohjelma ja vaihtaa LingDA:n nimi muotoon Linguistic Diversity and Digital Humanities (LingDig). Kognitiotiede tieteenalana sijaitsee vuoden 2018 alusta digitaalisten ihmistieteiden osastolla (Department of Digital Humanities, DDH). Vanhoilla kognitiotieteen tutkintovaatimuksilla (2015 ja aiemmin aloittaneet) voi opiskella vuoteen 2023 asti, jonka jälkeen on siirryttävä uusiin tutkintovaatimuksiin.</p>\n<h2><a href=\"http://medium.com/homunculus-culus\"><img src=\"http://intelligenzia.fi/wp-content/uploads/2016/10/homunculus_small_cropped-300x29.png\"></a></h2>\n<p><strong>Järjestölehtemme <a href=\"https://medium.com/homunculus-culus\">Homunculus</a> toimii tiedotuskanavana ja kognitiotieteilijöiden äänenä esimerkiksi koulutuspoliittisissa kysymyksissä.</strong></p>\n<p>[display<em>medium</em>posts handle=“homunculus-culus” publication=true]</p>","frontmatter":{"title":"Ajankohtaista"}},"site":{"siteMetadata":{"facebook":{"appId":"FB_APP_ID"}}}},"pageContext":{"slug":"/ajankohtaista/","source":"pages"}}