{"data":{"post":{"id":"d1beb542-5bf4-53f8-b302-cfd5ff5f8df0","html":"<p>Aloite kognitiotieteen oppiaineen ja tieteenalan jatkuvuuden takaamiseksi käynnissä olevassa tiedekuntamuutoksessa</p>\n<p>Arvon dekaani,</p>\n<p>Kevään 2015 lopussa saimme kuulla suunnitelmista, joiden toteutuessa psykologia ja logopedia vaihtaisivat käyttäytymistieteellisestä tiedekunnasta lääketieteelliseen. Kognitiotieteen tulevaisuus on tässä muutoksessa jäänyt avoimeksi. Oppiaineemme sisällä käytyjen keskusteluiden mukaan kognitiotiede ei voi muuttaa psykologian mukana lääketieteelliseen tiedekuntaan. Sen sijaan on kaksi vaihtoehtoa: ensimmäinen vaihtoehto on muuttaa omilleen matemaattis-luonnontieteelliseen tai johonkin toiseen tiedekuntaan. Toinen vaihtoehto on oppiaineen ja tieteenalan lakkautus nykyisessä tiedekunnassa.</p>\n<p>Kognitiotieteellä on yliopistomaailmassa verrattain lyhyt historia ja lisäksi oppiaine kamppailee vähäisistä resursseista johtuvien haasteiden kanssa. Psykologiasta erkaantuneena oppiaineena kognitiotiede on luonnollisesti lähellä psykologiaa niin sen tutkimuksen, julkaisujen, kuin kurssienkin osalta. Todennäköisesti käyttäytymistieteellisessä tiedekunnassa kognitiotieteellä ei ole enää sopivaa paikkaa psykologian muutettua Meilahteen. On myös todettava, ettei kliinisten teemojen puute tule todennäköisesti sallimaan kognitiotieteen muuttoa psykologian perässä.</p>\n<p>Näyttää siis siltä, että myös kognitiotiedettä odottaa muutto pois Siltavuorenpenkereeltä. Selvitystyöt eri vaihtoehdoista on laitettu jo käyntiin oppiaineemme sisällä henkilökunnan ja opiskelijaedustajien voimin. Jotta tunnustelu muiden tiedekuntien suuntiin sujuu jouhevasti, meidän on kuitenkin voitava luottaa siihen, että käyttäytymistieteellinen tiedekunta pystyy tukemaan kognitiotieteen tulevaisuutta takaamalla oppiaineelle riittävät resurssit tiedekunnan vaihtoon. Näiden resurssien on katettava esimerkiksi kognitiotieteen professuurin täyttämisen ja nykyisten hyväksyttyjen opiskelijoiden opiskelu-oikeudesta koituvat kulut.</p>\n<p>Haluamme myös ainejärjestönä kiinnittää huomionne nykyiseen kestämättömään tilanteeseen, jossa yliopiston lehtori Otto Lappi kantaa harteillaan vastuuta lähes kaikesta kognitiotieteen oppiaineen tuottamasta käytännön työstä. Otto Lapin nykyinen työtaakka (sisältäen suuren osan oppiaineemme opetuksesta, opinnäytetöiden ohjaamisesta, valintakokeista, uusista tutkintovaatimuksista ja nyt myös tiedekuntamuutoksen suunnittelusta) on kohtuuton ja jopa epäinhimillinen yhdelle ihmiselle, ja sen myötä kognitiotieteen opiskelijat joutuvat epätasa-arvoiseen asemaan muihin oppiaineisiin nähden. Neuvottelut muiden tiedekuntien suuntaan on avattava myöskin tiedekunnan ja laitoksen henkilökunnan toimesta. Pyydämme myös selvitystä siitä millaisia resursseja kognitiotieteelle suunnataan siirtymäajan puitteissa vuoden 2016 loppuun.</p>\n<p>Intelligenzia ry:n hallitus toivoo tiedekunnan hallinnolta vastuullisia päätöksiä liittyen sekä nykyhetken työnjakoon että tulevaisuuteen toisaalla.</p>\n<p>Kunnioittaen,</p>\n<p>Perttu Lähteenlahti\npuheenjohtaja</p>\n<p>Iina Ala-Kurikka\nsihteeri,</p>\n<p>Intelligenzia ry</p>","fields":{"slug":"/avoin-kirje-dekaanille/","prefix":"2015-09-21"},"frontmatter":{"title":"Avoin Kirje Käyttäytymistieteellisen Tiedekunnan Dekaanille","author":"Perttu Lähteenlahti","category":"kognitiotiede","cover":null}},"authornote":{"id":"4d824149-e356-599c-9fa8-1a8a7da7668b","html":"<p><strong>Pietari Nurmi</strong></p>"},"site":{"siteMetadata":{"facebook":{"appId":"FB_APP_ID"}}}},"pageContext":{"slug":"/avoin-kirje-dekaanille/","prev":{"id":"8ed04a8b-c435-54e3-91df-283390cd9046","fields":{"slug":"/2016-02-06-tiedote-kognitiotieteen-tilasta/","prefix":"","source":"posts"},"frontmatter":{"title":"Intelligenzia ry:n tiedote Helsingin yliopiston kognitiotieteen tilasta","category":"kognitiotiede"}},"next":{"id":"37a3fc32-8bcd-5a66-aba9-edd04d4a08e5","fields":{"slug":"/psykologia-ja-kognitiotiede/","prefix":"2016-01-01","source":"posts"},"frontmatter":{"title":"Psykologian siirtyminen lääketieteelliseen tiedekuntaan ja miten tämä vaikuttaa kognitiotieteeseen","category":"kognitiotiede"}},"source":"posts"}}