{"data":{"post":{"id":"f2019df7-44ce-5cdd-a6e8-5748efdaad9e","html":"<p>Yliopiston tutkintorakenteen muutoksen vuoksi Intelligenzia päätti uudistaa sääntöjään vuonna 2017. Yhdistyksen vanhojen sääntöjen mukaan varsinaisia äänivaltaisia jäseniä ovat voineet olla vain Helsingin yliopiston kognitiotieteen pääaineopiskelijat. Muut kognitiotieteestä kiinnostuneet ovat voineet liittyä kannatusjäseniksi yhdistykseen.</p>\n<p>Joulukuussa 2017 voimaan astuivat uudistetut säännöt, jotka avaavat Intelligenzian jäsenyysehtoja. Jatkossa yhdistyksen varsinaiseksi jäseneksi voidaan hyväksyä kuka tahansa kognitiotieteestä kiinnostunut opiskelija, joka on jonkin suomalaisen korkeakoulun ylioppilas- tai opiskelijakunnan jäsen ja hyväksyy yhdistyksen tarkoituksen. Varsinaisella jäsenellä on äänioikeus yhdistyksen kokouksissa ja hän voi asettua ehdolle hallitusvirkaan.</p>\n<p>Muut kognitiotieteestä kiinnostuneet (myös muut kuin opiskelijat) voivat edelleen hakea kannatusjäseniksi yhdistykseen. Kannatusjäsenellä on läsnäolo-oikeus yhdistyksen kokouksissa ja hän voi toimia hallituksen ulkopuolisissa viroissa.\nLiittyminen kannattaa!</p>\n<p>Jäsenenä pysyt parhaiten kartalla Intelligenzian toiminnasta ja olet virallisesti osa Suomen suurinta kognitiotieteellistä yhdistystä. Molemmat jäsenyysmuodot ovat ilmaisia!\nHae jäsenyyttä: <a href=\"intelligenzia.fi/liity\">intelligenzia.fi/liity</a></p>\n<p>Hallitus käsittelee hakemukset seuraavassa kokouksessa ja päätöksestä ilmoitetaan sähköpostitse. Vanhat kannatusjäsenet, jotka täyttävät uusien sääntöjen mukaiset täysivaltaisen jäsenen ehdot voivat hakea jäsenyytensä päivittämistä samalla lomakkeella.</p>","fields":{"slug":"/intelligenzian-jäsenyys-avautuu-kaikille-opiskelijoille/","prefix":"2018-01-11"},"frontmatter":{"title":"Intelligenzian jäsenyys avautuu kaikille opiskelijoille","author":"Pietari Nurmi","category":"yhdistys","cover":null}},"authornote":{"id":"4d824149-e356-599c-9fa8-1a8a7da7668b","html":"<p><strong>Pietari Nurmi</strong></p>"},"site":{"siteMetadata":{"facebook":{"appId":"FB_APP_ID"}}}},"pageContext":{"slug":"/intelligenzian-jäsenyys-avautuu-kaikille-opiskelijoille/","prev":{"id":"5783efdb-d533-5ca2-a354-efe6e812f3d5","fields":{"slug":"/kognitiotiede-humanistiseen/","prefix":"2017-10-05","source":"posts"},"frontmatter":{"title":"Kognitiotiede humanistiseen tiedekuntaan 2017","category":"kognitiotiede"}},"next":{"id":"45cfa0a4-03df-5865-a1bc-78b4c2dab25d","fields":{"slug":"/kognitiotieteeseen-toinen-yliopistonlehtori-valonpilkahduksia-tulevaisuudesta/","prefix":"2018-03-23","source":"posts"},"frontmatter":{"title":"Kognitiotieteeseen toinen yliopistonlehtori — valonpilkahduksia tulevaisuudesta","category":"yhdistys"}},"source":"posts"}}