{"data":{"post":{"id":"45cfa0a4-03df-5865-a1bc-78b4c2dab25d","html":"<p>Talven purevin kylmyys alkaa jo olla takana päin, ja myös Ison Pyörän vavisuttama yliopistoyhteisö venyttelee kankeita jäseniään uusien käytänteiden alkaessa pikkuhiljaa löytää paikkaansa. Muutoksen myllerryksessä kuulas kevätaurinko paistaa välillä kognitiotieteenkin risukasaan: tieteenalalle nimittäin palkataan toinen yliopistonlehtori.</p>\n<p>Vuodenvaihteessa kognitiotieteen tieteenala, käytännössä tutkimushenkilöstö, siirtyi nykykielten laitokselta vastaperustettuun digitaalisten ihmistieteiden osastoon (Department of Digital Humanities, DDH) yhdessä fonetiikan kanssa. Siirtymä oli osa alkuperäistä suunnitelmaa — nykykielten laitoksen ei ollut tarkoituskaan olla kognitiotieteen loppusijoituspaikka humanistisessa tiedekunnassa. Laboratoriotilat sijaitsevat toistaiseksi Siltavuorenpenkereellä ja siirtymä keskustakampukselle tapahtuu aikaisintaan vuodenvaihteessa. Näillä näkymin uudet tilat tulevat sijaitsemaan todennäköisesti Topeliassa yhdessä fonetiikan ja musiikkitieteen kanssa.</p>\n<p>Uudessa järjestelmässä koulutusohjelmat ovat tieteenalasta erillisiä, eikä DDH:n yhteydessä toistaiseksi ole omaa koulutusohjelmaa. Tästä johtuen kognitiotieteen opetusta tarjotaan edelleen LingDA (Linguistic Diversity in the Digital Age) -koulutusohjelman alla. Kevät toi kuitenkin mukanaan hyviä uutisia: kognitiotieteeseen palkataan toinen yliopistonlehtori. Tehtävä asetetaan avoimeen hakuun ja määräaikainen lehtori aloittaa syksyllä 2018. Nähdäksemme tämä on tervetullut askel oikeaan suuntaan ennen professuurin täyttämistä. Kognitiotieteen professuuri on merkitty nykykielten laitoksen henkilöstösuunnitelmaan, josta se todennäköisesti siirtyy myös DDH:n henkilöstösuunnitelmaan. Virallista päätöstä haun avaamisesta ei vielä olla tehty, mutta resursseja ollaan jo hakemassa. Professuurihaku on pitkä prosessi ja parhaimmassakin tapauksessa uusi professori pääsisi aloittamaan vasta vuonna 2020. Nyt hakuun asetettava lehtorin tehtävä jatkuu ainakin vuoden 2019 loppuun.</p>\n<p>Kognitiotieteen opetuksen tulevaisuudelle on useita mahdollisia skenaarioita. Virallista päätöstä uusien pääaineopiskelijoiden ottamisesta ei olla tehty, mutta uskallamme olla toiveikkaita asian suhteen, sillä halua ja kiinnostusta tälle vaikuttaisi löytyvän tiedekunnan johdon tasolta asti. Siitä missä muodossa opetusta tultaisiin tarjoamaan, ei kuitenkaan ole selvyyttä. Kyseessä on ensisijaisesti resurssikysymys. Ison Pyörän mukaisessa mallissa vaihtoehtoja on ainakin kolme:</p>\n<ol>\n<li>Kognitiotiede on (maisterivaiheen) suuntautumisvaihtoehto LingDA:n tai jonkun muun valmiin koulutusohjelman alla. Tieteenalalla on professori ja 1–2 yliopistonlehtoria. Halvin vaihtoehto.</li>\n<li>Digitaalisten ihmistieteiden osastoon perustetaan uusi koulutusohjelma (esimerkiksi ”Digital Humanities”), jossa kognitiotiede on suuntautumisvaihtoehtona. Tieteenalalla on professori ja 1–2 yliopistonlehtoria.</li>\n<li>Kognitiotiede sateenvarjona: digitaalisten ihmistieteiden osastoon perustetaan uusi koulutusohjelma enemmän tai vähemmän kognitiotieteen ympärille. Poikkitieteellinen koulutusohjelma kokoaa useiden lähitieteenalojen opetusta, joiden välillä kognitiotiede toimii siltana. Koulutusohjelman piirissä toimii lukuisia professoreita ja yliopistonlehtoreita eri aloilta. Käsityksemme mukaan juuri kukaan ei halua DDH:n yhteyteen kahta uutta koulutusohjelmaa, joten vahvastikin kognitiotieteeseen nojaava ohjelma saatetaan lanseerata jollain muulla nimellä.</li>\n</ol>\n<p>2020 astuvat voimaan uudet tutkintovaatimukset, ja vuoden 2019 aikana kartoitetaan tarve mahdollisten uusien koulutusohjelmien luomiselle. Tämän vuoksi on tärkeää, että kognitiotieteen opetuksen tulevaisuus saataisiin lyötyä lukkoon ja suunniteltua jo vuoden 2019 aikana. Professuurin täyttämistä ei näin ollen voida jäädä odottelemaan, vaan suunnittelutyö on tehtävä nyt.</p>\n<p>Intelligenzia pyrkii kaikin mahdollisin tavoin edistämään oman kognitiotieteen opintosisältöjä tarjoavan koulutusohjelman perustamista. Mielestämme on olennaista, että aiheesta kiinnostuneita opiskelijoita otettaisiin sisään jo kandivaiheen opintoihin. Uuden järjestelmän mukaista koulutusohjelmaa ei kuitenkaan tulla perustamaan yhden professorin ja 1–2 lehtorin varaan, sillä nykyisellään koulutusohjelmien viitteellinen minimisisäänottomäärä on useita kymmeniä opiskelijoita vuodessa. Tämän vuoksi keskiöön tulee ottaa kognitiotieteen rooli eri tieteenalojen opetushenkilöstöä yhdistävänä sateenvarjona.</p>\n<p>Seuraavaksi tarkoitus on kartoittaa, minkälaista kiinnostusta lähialoilta löytyy tämän tyyppisen ohjelman pyörittämiseen, ja näyttäytyykö ohjelma opiskelijoille kiinnostavana hakukohteena. Kiinnostus kognitiotiedettä ja sen opiskelua kohtaan on kokemuksemme mukaan ollut suurta, ja pienelläkin aktiivisuuden osoituksella jokainen aiheesta kiinnostunut voi omalta osaltaan olla avuksi. Ottaen huomioon mm. pääministeri Sipilän viimeaikaiset visiot Suomesta tekoälyn kärkimaana, resursseja kognitiotieteen koulutukseen luulisi vyöryvän ovista ja ikkunoista.</p>","fields":{"slug":"/kognitiotieteeseen-toinen-yliopistonlehtori-valonpilkahduksia-tulevaisuudesta/","prefix":"2018-03-23"},"frontmatter":{"title":"Kognitiotieteeseen toinen yliopistonlehtori — valonpilkahduksia tulevaisuudesta","author":"Pietari Nurmi","category":"yhdistys","cover":{"childImageSharp":{"resize":{"src":"/static/yliopisto-76bfac336727612610fc5777b876b159-160fa.png"}}}}},"authornote":{"id":"4d824149-e356-599c-9fa8-1a8a7da7668b","html":"<p><strong>Pietari Nurmi</strong></p>"},"site":{"siteMetadata":{"facebook":{"appId":"FB_APP_ID"}}}},"pageContext":{"slug":"/kognitiotieteeseen-toinen-yliopistonlehtori-valonpilkahduksia-tulevaisuudesta/","prev":{"id":"5783efdb-d533-5ca2-a354-efe6e812f3d5","fields":{"slug":"/kognitiotiede-humanistiseen/","prefix":"2017-10-05","source":"posts"},"frontmatter":{"title":"Kognitiotiede humanistiseen tiedekuntaan 2017","category":"kognitiotiede"}},"next":{"id":"ec7e46da-8eab-554a-83be-44f7d6eebbeb","fields":{"slug":"/hallitus-2019/","prefix":"2019-01-01","source":"posts"},"frontmatter":{"title":"Intelligenzian hallitus vuodelle 2019","category":"yhdistys"}},"source":"posts"}}